Repository: daKmoR/TYPO3-register_base
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es, fr, pt

# newFrontendUser.username
source: User name
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
pt: Nome de usuário

# newFrontendUser.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Senha

# newFrontendUser.firstName
source: First name
de: Vorname
es: Nombre
fr: Prénom
pt: Nome

# newFrontendUser.lastName
source: Surname
de: Nachname
es: Apellido
fr: Nom
pt: Sobrenome

# newFrontendUser.email
source: Email
es: Correo electrónico

# newFrontendUser.company
source: Company name
de: Firmenname
es: Nombre de la empresa
fr: Nom de la société
pt: Nome da empresa

# newFrontendUser.address
source: Street
de: Strasse
es: Calle
fr: Rue
pt: Rua

# newFrontendUser.zip
source: Zip code
de: PLZ
es: Código postal
fr: Code postal
pt: CEP

# newFrontendUser.city
source: Location
de: Ort
es: Localidad
fr: Ville
pt: Local

# newFrontendUser.country
source: Country
de: Land
es: País
fr: Pays
pt: País

# newFrontendUser.telephone
source: Phone number
de: Telefon
es: Teléfono
fr: Téléphone
pt: Telefone

# newFrontendUser.gtc
source: I have read and accept the General Terms and Conditions.
de: AGB gelesen und akzeptiert
es: He leído y acepto las condiciones generales
fr: CCG lues et acceptées
pt: TCG lidas e aceitas

# error.1221560718
source: This is a required field.
de: Das Feld muss ausgefüllt werden.
es: Este campo se debe rellenar.
fr: Le champ doit être complété.
pt: O campo deve ser preenchido.

# error.1221565130
source: This is a required field.
de: Das Feld muss ausgefüllt werden.
es: Este campo se debe rellenar.
fr: Le champ doit être complété.
pt: O campo deve ser preenchido.

# error.1360850597
source: This username is already taken.
de: Der Benutzername ist bereits vergeben.
es: Ya existe un usuario con ese nombre de usuario.
fr: Le nom d'utilisateur est déjà attribué.
pt: O nome de usuário já existe.

# error.1221559976
source: You must enter a valid email address.
de: Die E-Mail muss gültig sein.
es: El correo electrónico debe ser válido.
fr: L'adresse E-mail doit être valide.
pt: O e-mail deve ser um e-mail válido.

# error.1360850585
source: This email address is already registered.
de: Die E-Mail ist bereits vergeben.
es: Ya existe un usuario con ese correo electrónico.
fr: L'adresse E-mail est déjà attribuée.
pt: O e-mail já existe.

# error.1362149169
source: You must select at least one option.
de: Sie müssen mindestens einen Bereich auswählen.
es: Debe seleccionar como mínimo una área.
fr: Vous devez choisir au moins un domaine.
pt: Você deve selecionar pelo menos uma área.

# account.notFound
source: The user account could not be found.
de: Der Benutzer wurde nicht gefunden.
es: No se ha encontrado el usuario.
fr: L'utilisateur n'a pas été trouvé.
pt: Não foi possível encontrar o usuário.

# account.isActive
source: This user account is already active.
de: Der Benutzer ist bereits aktiv.
es: El usuario ya está activado.
fr: L'utilisateur est déjà actif.
pt: O usuário já está ativo.

# account.activated
source: This user account is active.
de: Der Benutzer wurde aktiviert.
es: Se ha activado el usuario.
fr: L'utilisateur a été activé.
pt: O usuário foi ativado.

# activation.header
source: Thank you for your interest in the iSi Recipe Collection!
de: Vielen Dank für Ihr Interesse an der iSi Rezeptdatenbank!
es: ¡Muchas gracias por su interés en la base de datos de recetas de iSi!
pt: Muito obrigado por seu interesse no <br /> banco de dados de receitas iSi!

# activation.info
source: !!! Important: Your registration is only activated when you confirm <br /> %1$s!
de: !!! Wichtig: Ihre Registrierung wird erst aktiv, wenn Sie diese <br /> %1$s bestätigen!
es: ¡¡¡ Aviso importante: Completará el proceso cuando haga <br /> %1$s para confirmar el registro!!!
fr: !!! Important: Votre inscription ne sera finalisée que si vous la confirmer en <br /> %1$s!
pt: Muito obrigado por se cadastrar. Como usuário cadastrado, além de receber o iSi Newsletter, você desfruta de várias vantagens: Você tem pleno acesso ao Blog de Peritos iSi e às receitas criativas do banco de dados de receitas iSi.<br /><br />Para finalizar o seu cadastro falta apenas um clique no seguinte link:

# activation.link
source: by clicking this link
de: mit Klick auf diesen Link <br />
es: clic en este enlace <br />
fr: cliquant sur ce lien
pt: mit Klick auf diesen Link <br />

# activation.footer
source: Your iSi Team
de: Ihr iSi-Team
es: su Equipo iSi
fr: Votre équipe iSi
pt: Sua equipe iSi

# activation.footerInfo
source: If you cannot click on the link above, please copy the following link and paste it into the address bar of your browser:
de: Wenn Sie den obigen Link nicht anklicken können, kopieren Sie den folgenden Link und fügen Sie ihn in die Adress-Zeile Ihres Browsers ein:
es: Si no puede hacer click sobre el enlace anterior, copie el enlace siguiente y péguelo en la barra de búsqueda de su navegador:
fr: Si vous ne pouvez pas cliquer sur le lien ci-dessus, copiez le lien suivant et insérez-le dans la barre d'adresse de votre navigateur:
pt: Wenn Sie den obigen Link nicht anklicken können, kopieren Sie den folgenden Link und fügen Sie ihn in die Adress-Zeile Ihres Browsers ein:

# new.info1
source: Please fill out the form below.
de: Bitte füllen Sie das untenstehende Formular aus.
es: Por favor, rellene el formulario siguiente.
fr: Veuillez compléter le formulaire ci-dessous.
pt: Favor preencher o formulário abaixo.

# new.info2
source: You have full access to advice from the iSi Global Culinary Ambassador and to the creative recipes in our iSi Recipe Collection. Moreover, you will have the opportunity to register to receive our iSi newsletter and to extend the warranty of your new product.
de: Als angemeldeter Benutzer genießen Sie viele Vorteile: Sie haben vollen Zugriff auf Tipps vom iSi Global Culinary Ambassador und zu den kreativen Rezepten aus der iSi Rezeptdatenbank. Zusätzlich haben Sie auch die Möglichkeit sich für den iSi Newsletter zu registrieren und die Garantie Ihrer Neugeräte zu verlängern.
es: Tendrá acceso completo a los consejos de iSi Global Culinary Ambassador y a las recetas creativas de la base de datos de recetas de iSi. Además, tendrá también la oportunidad de registrarse para recibir el boletín informativo de iSi y de ampliar la garantía de sus nuevos sifones.
fr: Vous avez un accès total aux astuces d’iSi Global Culinary Ambassador ainsi qu'aux recettes créatives de la base de données de recettes iSi. Vous avez également la possibilité de vous inscrire pour les Newsletter iSi et de prolonger la garantie de votre nouvel siphon.
pt: Como usuário cadastrado você desfruta de várias vantagens: Você tem pleno acesso ao Blog de Peritos iSi e às receitas criativas do banco de dados de receitas iSi. Além disso, você também tem a possibilidade de se cadastrar para o iSi Newsletter.

# new.groupInfo
source: I use iSi as:
de: Ich nutze iSi für:
es: Utilizo iSi para:
fr: J'utilise iSi pour:
pt: Eu uso iSi para:

# new.newsletters
source: Newsletters
de: Newsletter
es: Boletines de noticias
pt: Newsletter

# new.newslettersCheckbox
source: yes I would like to get newsletters
de: ja ich möchte Newsletter empfangen
es: Sí, me gustaría recibir los boletines
fr: Oui, je voudrais recevoir les newsletters
pt: sim, desejo receber o Newsletter

# new.newslettersGroupsInfo
source: the following categories would interest me:
de: die folgenden Kategorien würden mich interessieren
es: Me interesan las siguientes categorias:
fr: Les catégories suivantes m’intéressent:
pt: as seguintes categorias me interessariam

# new.submit
source: Register now
de: jetzt registrieren
es: Registrar ahora
fr: M'inscrire maintenant
pt: Cadastre-se agora

# edit.submit
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
pt: Salvar

# edit.passwordInfo
source: To change your password, please use the form below:
de: Um Ihr Passwort zu ändern verwenden Sie bitte folgendes Formular:
es: Para cambiar su contraseña, utilice el formulario siguiente:
fr: Pour modifier votre mot de passe, veuillez utiliser le formulaire suivant:
pt: Para alterar sua senha, utilize o seguinte formulário:

# edit.newPassword
source: New password
de: neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
pt: nova senha

# delete.header
source: Your user account has been deleted.
de: Ihr Benutzer wurde gelöscht.
es: Se ha eliminado el usuario.
fr: Votre Utilisateur a été supprimé.
pt: Seu usuário foi excluído.

# delete.info
source: You will not receive any further newsletters. If you would like receive this service in future, you will have to resubscribe.
de: Sie werde keine weiteren Newsletter erhalten. Sollten Sie wieder Interesse an diesem Service haben müssen Sie sich neu anmelden.
es: No volverá a recibir el boletín informativo. Si más adelante está interesado en recibir este servicio, deberá volver a registrarse.
fr: Vous ne recevrez plus d'autre Newsletter. Si vous voulez bénéficier de ce service, vous devez vous réinscrire.
pt: Você não receberá mais novos Newsletter. Caso você tenha novamente interesse neste serviço, será preciso cadastrar-se novamente.

# create.header
source: Your user account has been created.
de: Ihr Benutzer wurde angelegt.
es: Se ha creado el usuario.
fr: Votre Utilisateur a été créé.
pt: Seu usuário foi criado.

# create.info
source: Please check your inbox and follow the instructions in the email in order to activate your user account.
de: Bitte kontrollieren Sie ihren Posteingang und führen Sie die Anweisungen in der E-Mail aus um Ihren Benutzer zu bestätigen.
es: Consulte su correo electrónico y siga las instrucciones del mensaje para confirmar su usuario.
fr: Veuillez contrôler votre boîte aux lettres et suivez les instructions figurant dans l'E-mail afin de confirmer votre Utilisateur.
pt: Controle sua entrada de correio e siga as instruções do e-mail para confirmar o seu usuário.

# activation.header
source: Thank you for your interest in the <br /> iSi Recipe Collection!
fr: Nous vous remercions pour l'intérêt <br /> que vous portez à la base de données de recettes iSi!
